{
    "nav_links__welcome" : "Home",
    "nav_links__projects" : "Projects",
    "nav_links__education" : "Education",
    "nav_links__cv" : "My Resume",
    "job_title" : "Web Developer",
    "intro_text": "Entered the world of <1>Tech</1> since the end of 2023, I keep flourishing in learning these new <2>skills</2> that allow me to build innovative projects. Passionate about web development, my long-term goal would be to lead large-scale projects with a real societal or environmental impact.",
    "button_skills" : "Check out my skills",
    "projects": {
        "booki": {
        "description": "Travel agency website",
        "descriptionOvl": "This project allowed me to learn the basics of web development in HTML and CSS, as well as concepts of accessibility and responsiveness"
        },
        "bluel": {
        "description": "Interior designer's portfolio",
        "descriptionOvl": "This project allowed me to learn Javascript, manage user events, manipulate DOM elements, and retrieve user data via forms"
        },
        "kasa": {
        "description": "Accommodation booking website",
        "descriptionOvl": "This project allowed me to learn how to use React, its navigation, its components, style them with Sass, and get introduced to CSS animations"
        },
        "grimoire": {
        "description": "Book rating website",
        "descriptionOvl": "This project allowed me to design the back-end of a website by creating a server with Express, connected to a MongoDB database. I developed a RESTful API including CRUD operations and implemented a secure authentication system using JWT for data management"
        }
    },
    "modal_button" : "Click for more information",
    "tilt_card__ovrly" : "Click on the icon to check out the source code",
    "section_title__education" : "Education",
    "section_title__skills" : "Skills",
    "section_title__skill_name" : "Hover the skills to check their name",
    "education" : {
        "date" : "12/23 to 06/24",
        "type" : "Fullstack Web Development",
        "content" : "This training allowed me to develop my technical skills by building responsive and dynamic websites, creating APIs and databases, as well as optimizing performance and SEO. Developing projects such as portfolios, housing sites, or libraries encourages me to go further and work on larger-scale projects."
    },
    "contact_form" : {
        "title" : "Share your ideas and let's work together!",
        "input_name" : "Your name",
        "name_required" : "Name required",
        "input_mail" : "Your mail",
        "mail_required" : "Mail required",
        "input_message" : "Your message",
        "message_required" : "Message required",
        "button" : "Submit",
        "validation_message" : "Message sent with success!"
    },
    "footer_text" : "All rights reserved"
}